Repository: krv006/org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: detail1
uz: Kattalar uchun ta'lim va ta'limda tadqiqot (RALE) - bu nashrjalb qilingan oʻzbekistonlik va xalqaro amaliyotchi va tadqiqotchilar uchunuzluksiz ta'lim, kattalar ta'limi sifatini va kasbiy ta'limni ta'minlashmehnat bozori talablariga muvofiq kadrlar tayyorlash.Biz umrbod ta’limni himoya qilamizodamlarning doimiy o'zgaruvchan jamiyatda rivojlanishi uchun imkoniyatlarni oshirish.Biz kattalar ta'limining muhimligini o'zgartiruvchi kuch sifatida tan olamizodamlarni tadqiqot va malakaga asoslangan muhim ko'nikmalar bilan ta'minlaydi,va bu shaxsiy o'sishga, ijtimoiy inklyuziyaga va iqtisodiyotga hissa qo'shadirivojlantirish.Jurnal ham rasmiy, ham norasmiy ta'limga qaratilgankattalarning jamiyat va mehnat faoliyatidagi ishtirokini rag'batlantirish. ning har bir soniBizning jurnalimiz quyidagi sohalarda keng ko'lamli mavzularni o'z ichiga oladi: Pedagogika vakasb-hunar ta'limi psixologiyasi;Ijtimoiy hamkorlikni rivojlantirish;Pedagogik va rahbar kadrlarning malakasini oshirish va qayta tayyorlash;Kattalar ta'limi;Ish joyida o'qitish;Kasbiy rivojlanish.

source: detail2
uz: RALE maqsaditamoyillarni konstruktiv muhokama qilish uchun muhit yaratish vakattalarning barcha jihatlarini o'rgatish va amalga oshirishni boshqaradigan amaliyotlarbutun dunyo bo'ylab ta'lim va o'rganish. Shuningdek, u almashinuv uchun forumni taqdim etadiglobal miqyosda amaliyotchilar va tadqiqotchilar o'rtasida ma'lumotlar va g'oyalar.Bizningtaniqli tadqiqotchilar, o'qituvchilar va amaliyotchilar jamoasi ishtiyoqlidirkattalar ta'limining ko'p qirrali tomonlarini qamrab oladi. orqalitadqiqotlar, dalillarga asoslangan tadqiqotlar va tahlillar, biz xabardor qilishni maqsad qilganmizkattalar ta'limi sohasidagi bilim va amaliyot, turli xil taqdimglobal tabiatni aks ettiruvchi istiqbollar va fanlararo tadqiqotlarva kattalar ta'limining noyob muammolari.Tadqiqotchi sifatida siz kutishingiz mumkinmaqolalar, tadqiqot ishlari, amaliy tadqiqotlar, intervyular va sharhlarkattalar ta'limiga e'tibor qaratildi. Biz sizni ushbu intellektualga qo'shilishga taklif qilamizilg'or tadqiqotlar bilan shug'ullanar ekanmiz va amaliy natijalarni o'rganamizkattalar o'quvchilarining hayotini boyitadi va rivojlanishiga hissa qo'shadibu soha.Biz tadqiqotchilarni, oʻqituvchilarni, siyosatchilarni vabutun dunyo bo'ylab amaliyotchilar o'z tajribalari va g'oyalarini bizning ishimizga qo'shish uchunjurnal.

source: detail3
uz: Tadqiqotlaringiz, innovatsion amaliyotlaringiz va tanqidiy fikrlaringizni baham ko'rish orqalimulohaza yuritish, siz jamoaviy bilimga hissa qo'shishingiz va a qurishga yordam berishingiz mumkinkattalarni yaxshilashga intilayotgan faol olimlar va amaliyotchilar jamoasita'lim.bilimga intilishda bizga qo'shilganlarga rahmat vao'zgartirish. Keling, kattalar ta'limining qiziqarli sohasini birgalikda o'rganamiz vayanada qamrab oluvchi, adolatli va ma'rifatli jamiyat yaratishga intilingbuyurtma bering yoki XXXX yoki XXXX orqali biz bilan bog'laning.

source: Мировые языки с уровня A1 до C1
uz: A1 dan C1 darajasiga qadar jahon tillari

source: detail4
uz: Mutaxassislik bilan birlashtirilgandunyoni o'rganishA1 darajasidan C1 darajasiga qadar tillar.

source: Повышение квалификации
uz: Malaka oshirish

source: detail5
uz: O'qituvchilar malakasini oshirishbarcha darajalarta'lim.

source: Тренинги научных исследователей
uz: Ilmiy tadqiqotchilar uchun treninglar

source: detail6
uz: Qurilish bo'yicha treninglarakademik salohiyatilmiy xodimlar.

source: Redaktsia
uz: Tahririyat

source: Location
uz: Manzilimiz

source: Social
uz: Ijtimoiy

source: Safdosh Street,10
uz: Safdosh Ko'chasi,10

source: Opening Hours
uz: Ish vaqti

source: Monday - Friday
uz: Dushanba - Juma

source: Social Medias
uz: Ijtimoiy tarqmoqlarimiz

source: Download PDF
uz: Yuklab olish PDF

source: View More
uz: Ko'proq ko'rish

source: Our Partners
uz: Bizning Hamkorlarimiz

source: Контрольный список подготовки материала к отправке
uz: Materialni jo'natish uchun tayyorlash ro'yxati

source: rv
uz: Yuborish jarayonining bir bosqichi sifatida mualliflar o'z materiallarining quyidagilarga muvofiqligini tekshirishlari kerak agar ushbu talablarga javob bermasa, materiallar mualliflarga qaytarilishi mumkin.

source: rv1
uz: Yuborilgan material Microsoft Word hujjat formatida bo'lishi kerak.

source: rv2
uz: Matn Times New Roman shriftida, 14-PIN, 1,5 qator oralig'ida yozilishi kerak. Maydonlar-har biri 2 santimetr bilan matnning barcha tomonlari (o'ng, chap, yuqori va pastki). Minimal hajm kamida 5 sahifadan iborat bo'lishi kerak,miqdori havolalar kamida 3 ta manba bo'lishi kerak.

source: rv3
uz: Ushbu bo'limda tadqiqotda foydalanilgan barcha havolalar [1], [2] yoki [3]tartibida ko'rsatilishi kerak: familiyasi muallif, kitob nomi, nashriyotning manzili va ismi, yil, sahifalar.

source: Руководство для авторов
uz: Mualliflar uchun qo'llanma

source: rv4
uz: Maqola dolzarb va original bo'lishi kerak, unda vazifalar bayon etilishi, asosiy tavsiflari bo'lishi kerak natijalar tadqiqotlar va xulosalar chiqarildi.

source: rv5
uz: Mualliflardan nashr uchun to'lov faqat ko'rib chiqilgan taqdirda olinadi.

source: Структура
uz: Tuzilishi

source: Статья имеет следующую структуру:
uz: Maqola quyidagi tuzilishga ega:

source: - Название;
uz: - Ismi

source: - Авторы и их аффилиации;
uz: - Mualliflar va ularning mansubligi;

source: - Аннотация;
uz: - Izoh;

source: - Ключевые слова;
uz: - Kalit so'zlar;

source: - Введение;
uz: - Kirish:

source: - Основная часть (содержательные разделы / параграфы);
uz: - Asosiy qism (tarkib bo'limlari/paragraflari);

source: - Заключение;
uz: - Xulosa

source: - Литература;
uz: - Adabiyot

source: - Подробные сведения об авторах.
uz: - Mualliflar haqida batafsil ma'lumot.

source: Если ваша статья на русском или узбекском языке, пожалуйста прикрепите следующие данные на английском, в отдельном файле:
uz: Maqolangiz rus yoki oʻzbek tillarida boʻlsa, ilova qiling quyidagi ma'lumotlar ingliz tilida, alohida faylda:

source: - Название;
uz: Ismi

source: - Аннотация (Abstract);
uz: - Izoh;

source: - Ключевые слова (Key words);
uz: - Kalit so'zlar;

source: - Литература (References);
uz: - Adabiyot

source: Название статьи
uz: Ismi

source: Название статьи приводится английском языках. Оно должно быть информативным и раскрывать содержание статьи.
uz: Maqolaning sarlavhasi ingliz tilida berilgan. U ma'lumotli bo'lishi kerakva maqola mazmunini oshkor eting.

source: Сведения об авторах
uz: - Mualliflar haqida batafsil ma'lumot.

source: d4
uz: Maqolaning sarlavha sahifasida e'lon qilingan mualliflar haqidagi ma'lumotlar quyidagi elementlarni o'z ichiga oladi: - mualliflarning familiyasi, ismi; - tashkilotlarning to'liq nomlari - mualliflarning ish joylari, har bir tashkilotning to'liq pochta manzili (shu jumladan pochta indeks). Bir nechta aloqalarga ruxsat beriladi; - mualliflarning elektron pochta manzillari.

source: Аннотация
uz: - Izoh;

source: Аннотация к статье представляется на русском и английском языках. Объем – 150–250 слов. Аннотация должна отражать основное содержание статьи и быть структурированной.
uz: Maqola uchun tezis rus va ingliz tillarida taqdim etilgan. Jildi - 150–250 so'z. Annotatsiya maqolaning asosiy mazmunini aks ettirishi va bo'lishi kerak.tuzilgan.

source: Ключевые слова
uz: - Kalit so'zlar;

source: d5
uz: Kalit so'zlar ingliz tilida berilgan. Tavsiya etilgan kalit so'zlar soni(iboralar) – 6 dan 10 gacha. Tayanch so‘z yoki iboralar bir-biridan nuqta-vergul bilan ajratiladi.

source: Введение
uz: - Kirish:

source: Во Введении даются ответы на вопросы почему и зачем было проведено исследование, какова исследовательская гипотеза.
uz: Kirish nima uchun va nima uchun amalga oshirilganligi haqidagi savollarga javob beradiTadqiqot, tadqiqot gipotezasi nima.

source: Основная часть
uz: Asosiy qism

source: d7
uz: Kirishga qo'shimcha ravishda taqdim etadigan IMRAD tuzilmasidan foydalanish tavsiya etiladi(Kirish), quyidagi bo'limlar: 'Usullar, 'Natijalar va 'Muhokama'.

source: Заключение
uz: - Xulosa

source: d6
uz: Xulosa tadqiqotning asosiy natijalarining takroriy umumlashtirilgan ro'yxatini o'z ichiga oladi ( belgilangan maqsadlar, farazlar va tadqiqot savollari), shuningdek, ularning fan uchun ahamiyatini baholash. Shuningdek Ushbu sohada keyingi tadqiqotlar uchun yo'nalishlarni ko'rsatish maqsadga muvofiqdir. Hajmi bo'yicha, Xulosa, qoida tariqasida, bunday emas maqolaning umumiy matnining 10% dan oshadi.

source: Литература
uz: - Adabiyot

source: d3
uz: Xorijiy adabiyotlar asl tilda qisqartmalarsiz taqdim etiladi. Adabiyotlar ro'yxati Garvardda qayta ishlangan uslub. Ruscha/o‘zbekcha nomlarni transliteratsiya qilish uchun mavjudlaridan foydalanish tavsiya etiladi onlayn xizmatlar. Bibliografiya kamida 15 ta manbadan iborat bo'lishi tavsiya etiladi. Ro'yxat elementlari adabiyot maqola matnida zikr qilish (iqtibos) tartibida raqamlangan. Ro'yxatga kiritilgan manbalarning har biri adabiyotlar, maqola matnida kamida bir marta iqtibos keltirilishi kerak. Matnda manbalarga iqtibos keltirish maqolalar foydalanilgan adabiyotlar roʻyxatidagi raqamlari boʻyicha, kvadrat qavslar ichida yoziladi (masalan, [2], [4; 5], [7–10], [3; 5; 7–10]).

source: Требования к оформлению статей
uz: Maqolalar formatiga qo'yiladigan talablar

source: Формат.
uz: Format.

source: Шрифт, форматирование, нумерация страниц.
uz: Shrift, formatlash, sahifa raqamlash.

source: Шрифт – Times New Roman, кегль набора – 12 пунктов, полуторный интервал, форматирование по ширине. Нумерация страниц – вверху по центру, поля: левое – 2,5 см, верхнее, нижнее и правое – по 1,5 см.
uz: Shrift - Times New Roman, shrift hajmi - 12 nuqta, bir yarimoraliq, kenglik formatlash. Sahifani raqamlash - yuqori markaz, chekkalar: chap - 2,5 sm, yuqori, pastki va o'ng - har biri 1,5 sm.

source: Языки.
uz: Tillar.

source: Статьи представляются в редакцию на английском, узбекском и/или русском языках.
uz: Maqolalar tahririyatga ingliz, o‘zbek va/yoki rus tillarida taqdim etiladitillar.

source: Рисунки
uz: Chizmalar.

source: d2
uz: MS Word yoki MS Excel yordamida formatlangan. Jadvallar doimiy ravishda raqamlanadi.Matndagi jadvallarga havolalar talab qilinadi va jadval pozitsiyasidan oldin bo'lishi kerak.

source: Таблицы
uz: Jadvallar

source: d
uz: MS Word yoki MS Excel yordamida formatlangan. Jadvallar doimiy ravishda raqamlanadi.Matndagi jadvallarga havolalar talab qilinadi va jadval pozitsiyasidan oldin bo'lishi kerak.

source: Articles
uz: Maqolalar

source: Section default policy
uz: Bo'lim standart siyosati

source: Заявление о конфиденциальности
uz: Maxfiylik bayonoti

source: d1
uz: (grafiklar, diagrammalar va boshqalar) MS Word yoki MS yordamida loyihalashtirilishi mumkin Excel. Siz wmf/emf yoki cdr v.10 formatidagi grafik vektor faylidan foydalanishingiz mumkin. Fotosurat materiallari formatda taqdim etiladiTIF yoki JPEG, tasvir o'lchamlari kamida 300 dpi. Chizmalarni raqamlash uzluksiz. ga havolalarMatndagi raqamlar talab qilinadi va rasmning pozitsiyasidan oldin bo'lishi kerak.
